Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/bible/osko/index.php_kat_id=73_art_id=65.html.tmx
Source language: nob
Languages: sme

source: Kristuskransen
sme: Kristuskránsa

source: Skapelsen
sme: Sivdnideapmi

source: I begynnelsen skapte Gud himmelen og jorden.
sme: Álggus Ipmil sivdnidii almmi ja eatnama.

source: Jorden var øde og tom, og mørke lå over havdypet.
sme: Eanan lei ávdin ja guorus.

source: Men Guds Ånd svevet over vannet.
sme: Seavdnjatvuohta govččai čiekŋalasa, ja Ipmila Vuoigŋa sattáhalai čáziid bajábealde.

source: Da sa Gud: «Det bli lys !
sme: De Ipmil celkkii: «Šaddos čuovggas !

source: Gud så på alt det han hadde gjort, og se, det var overmåte godt.
sme: Ipmil geahčadii buot maid lei dahkan, ja geahča, dat lei hui buorre.
